class MessagesConstants {
  static const String chatGptNotEnoughTokens =
      "У вас закончилась подписка. Пожалуйста, обновите её.";

  static const String rateLimitExceeded =
      "Привет! 😊 Чтобы поддерживать стабильную работу, для бесплатных пользователей доступ ограничен до 5 запросов в течение 5 минут. Это поможет поддерживать лучший сервис для всех пользователей. Если хотите пользоваться ботом без ограничений и с максимальным комфортом, вы можете оформить подписку. Спасибо за понимание!";

  static const String statusUnauthorized = "Ошибка авторизации";
}
